[
  {
    "name": "桃太郎",
    "story": "昔々、あるところにおじいさんとおばあさんが住んでいました。ある日、おばあさんが川で洗濯をしていると、大きな桃がゆっくりと流れてきました。おばあさんがその桃を拾い上げ家に持ち帰ると、桃が割れて中から元気な男の子が現れました。その子は桃太郎と名付けられ、すくすくと育ちました。やがて、村に悪い鬼が現れ人々を困らせるようになったため、桃太郎は犬、猿、キジの三匹の仲間を家来にして、鬼ヶ島へ鬼退治に出発しました。激しい戦いの末、桃太郎たちは鬼を見事に倒し、村に平和を取り戻しました。",
    "attributes": ["正義感", "チームワーク", "勇気"]
  },
  {
    "name": "浦島太郎",
    "story": "浦島太郎は海辺で子供たちにいじめられていた亀を助けました。その亀は実は竜宮城の使いで、後日浦島太郎を竜宮城へ招待します。竜宮城では美しい乙姫に迎えられ、豪華な宴や楽しい時間を過ごしました。しかし、地上の家族や村のことが気になり帰ることにしました。地上に戻ると何十年も経っていて、見知らぬ景色と変わり果てた村に驚きます。乙姫からもらった玉手箱を開けると、たちまち老人になってしまいました。",
    "attributes": ["弱いものを守る", "約束", "玉手箱"]
  },
  {
    "name": "かぐや姫",
    "story": "竹取の翁が山で光る竹を見つけました。竹を割ると中から美しい女の赤ちゃんが現れ、翁は彼女をかぐや姫と名付け育てました。かぐや姫は成長すると多くの求婚者が現れましたが、かぐや姫は難題を出してふるいにかけました。やがて月の世界の使者が迎えに来て、かぐや姫は月へ帰って行きました。人々はその不思議な物語を今も語り継いでいます。",
    "attributes": ["知的", "お金と権力", "結婚"]
  },
  {
    "name": "一寸法師",
    "story": "一寸法師は小さな体で生まれましたが、勇敢な心を持っていました。お椀を舟に、針を剣にして冒険の旅に出ます。旅の途中で助けた人々に恩返しされ、打ち出の小槌をもらいます。最後にはその小槌の力で鬼を倒し、一人前の武士になります。",
    "attributes": ["お椀の舟", "機転", "打ち出の小槌"]
  },
  {
    "name": "金太郎",
    "story": "金太郎は山の中で動物たちと仲良く育ち、並外れた力持ちでした。毎日山で遊び、動物たちと力比べをして楽しみました。やがてその力が認められ、お偉いさんの家来となって立派に働きました。",
    "attributes": ["強い", "急ぐな休むな", "まさかり"]
  },
  {
    "name": "さるかに合戦",
    "story": "カニが柿の種を拾って蒔いたところ、実がなりました。しかしサルがずるをして実を独り占めし、カニを傷つけてしまいます。後にカニの子どもたちが臼や蜂などと力を合わせ、サルに仕返しをして母の仇を討ちます。",
    "attributes": ["正義", "復讐", "協力"]
  },
  {
    "name": "こぶとりじいさん",
    "story": "こぶのあるおじいさんが鬼の踊りの場で上手に踊り、こぶを取ってもらいます。それを見た別のこぶじいさんが真似をしますが、踊りが下手で逆にこぶをもう一つつけられてしまいました。",
    "attributes": ["欲張り", "教訓", "ユーモア"]
  },
  {
    "name": "分福茶釜",
    "story": "和尚が拾った茶釜は実はタヌキで、変身して芸をすることで人々を楽しませました。茶釜は福を呼ぶとされ、大切に祀られることになりました。",
    "attributes": ["変身", "恩返し", "ユニーク"]
  },
  {
    "name": "三年寝太郎",
    "story": "寝てばかりの青年が、実は三年間ずっと考えていた。起きた後は村のために大きな堤防を作り、人々を飢饉から救いました。",
    "attributes": ["努力", "戦略", "予測"]
  },
  {
    "name": "天狗のかくれみの",
    "story": "少年が天狗から隠れ蓑を借りて、姿を消せるようになります。しかしその力を悪用してしまい、最終的に道具を失う教訓話です。",
    "attributes": ["透明", "慎重さ", "欲"]
  },
  {
    "name": "牛若丸",
    "story": "源義経の幼少期、鞍馬山で修行し、天狗から剣術を学びます。後に弁慶との出会いを経て英雄となっていきます。",
    "attributes": ["剣術", "修行", "忠義"]
  },
  {
    "name": "舌切り雀",
    "story": "やさしいおじいさんが助けたスズメは恩返しをしますが、欲張りなおばあさんは罰を受けます。正直と強欲の対比を描く話です。",
    "attributes": ["正直", "罰", "恩返し"]
  },
  {
    "name": "一休さん",
    "story": "機転のきいた小坊主一休が、大人たちの理不尽に対し、知恵とユーモアで切り返す話が多く残っています。",
    "attributes": ["知恵", "ユーモア", "禅"]
  },
  {
    "name": "猿地蔵",
    "story": "貧しい男が猿に地蔵のふりをして施しを受けます。嘘がばれると危険な目にあいますが、最終的に地蔵に助けられます。",
    "attributes": ["信仰", "報い", "危機回避"]
  },
  {
    "name": "花咲か爺さん",
    "story": "正直なおじいさんが亡き犬の導きで財宝を見つけ、灰を撒くと桜が咲く力を得ます。欲張りな隣人が真似しても失敗します。",
    "attributes": ["誠実", "自然", "報い"]
  }
]
