[
  {
    "name": "桃太郎",
    "story": "昔々、ある静かな山里に、おじいさんとおばあさんが仲良く暮らしていました。ある日、おばあさんが川で洗濯をしていると、どんぶらこと大きな桃が流れてきます。家に持ち帰って割ってみると、中から元気いっぱいの男の子が飛び出しました。桃から生まれたことから、桃太郎と名付けられました。成長した桃太郎は、村を荒らす鬼を退治するために旅立ちます。道中、犬・猿・キジの仲間と絆を結び、見事な連携と勇気で鬼ヶ島を制圧。鬼たちから宝物を取り返し、村に平和をもたらしました。",
    "attributes": ["正義感", "チームワーク", "勇気"]
  },
  {
    "name": "浦島太郎",
    "story": "優しい漁師の浦島太郎は、浜辺で子供たちにいじめられている亀を助けます。数日後、海から現れた亀に導かれ、海の底の竜宮城へ。そこには美しい乙姫と、色とりどりの魚たちが待っており、浦島太郎は夢のような時間を過ごします。しかし地上の母を思い出し、帰郷を決意。乙姫から贈られた玉手箱を持って戻ると、村の様子は一変し、何十年も経っていました。混乱の中、玉手箱を開けてしまうと、白髪の老人に姿を変えてしまいます。",
    "attributes": ["弱いものを守る", "約束", "玉手箱"]
  },
  {
    "name": "かぐや姫",
    "story": "竹取の翁が月光に照らされた竹を割ると、中から小さな光のような赤子が現れました。かぐや姫と名付けられ、絶世の美しさに成長すると、多くの貴族が求婚します。しかし、かぐや姫は難題を出してすべてを退けます。満月の夜、空から月の使者たちが降りてきて、かぐや姫は涙ながらに地上を後にします。残された翁とおばあさんの悲しみは深く、月を見上げては彼女を偲ぶ日々が続きました。",
    "attributes": ["知的", "お金と権力", "結婚"]
  },
  {
    "name": "一寸法師",
    "story": "指ほどの小さな体で生まれた一寸法師は、立派な武士になることを夢見ていました。お椀を舟に、針を刀にして都へ旅立ちます。途中で姫君を鬼から救い、その知恵と勇気に感動した人々から「打ち出の小槌」を授かります。小槌の力で立派な体となった一寸法師は、名実ともに武士として認められ、姫と結ばれて幸せに暮らしました。",
    "attributes": ["お椀の舟", "機転", "打ち出の小槌"]
  },
  {
    "name": "金太郎",
    "story": "山奥の自然の中で、金太郎は動物たちと兄弟のように育ちました。斧を軽々と振るい、大木を倒す力を持ち、熊や鹿とも相撲を取って遊びました。その名声は都に届き、ある日、源頼光にスカウトされます。武士として修行を重ねた金太郎は、後に坂田金時と名乗り、平和のために尽力しました。",
    "attributes": ["強い", "急ぐな休むな", "まさかり"]
  },
  {
    "name": "さるかに合戦",
    "story": "カニは落ちていた柿の種を育て、大切に実を実らせます。しかしズル賢いサルが熟した柿を横取りし、怒ったカニを殴って傷つけます。復讐を誓ったカニの子供たちは、栗・蜂・臼などと力を合わせ、サルに罠を仕掛けます。最終的にサルは懲らしめられ、仲間の絆と正義の力が勝利を収めました。",
    "attributes": ["正義", "復讐", "協力"]
  },
  {
    "name": "こぶとりじいさん",
    "story": "優しい性格のおじいさんは、山で鬼たちの宴に遭遇します。怖がるどころか一緒に踊り、鬼たちはその踊りを気に入り、おじいさんのこぶを「いらない物」として取ってくれました。それを見た欲張りな別のおじいさんも真似しますが、踊りが下手で不快に思われ、逆にもう一つこぶをつけられてしまいます。",
    "attributes": ["欲張り", "教訓", "ユーモア"]
  },
  {
    "name": "分福茶釜",
    "story": "ある寺の和尚が拾った古い茶釜は、実は化けダヌキでした。恩義を感じたタヌキは、芸を見せて人々を楽しませ、寺に多くの福をもたらします。その茶釜は後に「分福茶釜」と呼ばれ、信仰の対象となり大切に祀られました。",
    "attributes": ["変身", "恩返し", "ユニーク"]
  },
  {
    "name": "三年寝太郎",
    "story": "村一番の怠け者と思われていた寝太郎は、三年間一切起きずに眠り続けていました。ある日突然目を覚ますと、洪水を防ぐために巨大な堤防を築き始めます。実はその間、夢の中で村を救う方法を考えていたのです。彼の働きで村は飢饉を免れ、人々はその知恵と先見の明に感謝しました。",
    "attributes": ["努力", "戦略", "予測"]
  },
  {
    "name": "天狗のかくれみの",
    "story": "ある少年が、山で天狗の持つ不思議な隠れ蓑を手に入れます。それを使えば姿が消せるようになり、少年は最初はいたずら程度に使っていました。しかし次第に欲が膨らみ、人を困らせることに使い始めます。やがて蓑は天狗によって取り返され、少年は深く反省するのでした。",
    "attributes": ["透明", "慎重さ", "欲"]
  },
  {
    "name": "牛若丸",
    "story": "源義経の幼少期、牛若丸は鞍馬山で厳しい修行を積み、天狗から剣術を学びました。ある日、五条大橋で天下無双の弁慶と出会い、決闘の末に弁慶を家来とします。以後、牛若丸は忠義と智略をもって源氏の英雄として名を馳せていくことになります。",
    "attributes": ["剣術", "修行", "忠義"]
  },
  {
    "name": "舌切り雀",
    "story": "心優しいおじいさんが傷ついたスズメを助けると、スズメはお礼におじいさんを自分たちの家へ招待します。帰り際に「小さいつづら」と「大きいつづら」を選ばせられ、小さい方を選んだおじいさんには宝物が。後日、欲深いおばあさんが大きいつづらを持ち帰りますが、中からは怪物が現れて逃げ帰る羽目に。欲と正直の違いを説く話です。",
    "attributes": ["正直", "罰", "恩返し"]
  },
  {
    "name": "一休さん",
    "story": "一休さんは、幼くして寺に入った聡明な少年です。大人たちが仕掛ける無理難題にも、禅の教えと機転で切り返します。「この橋渡るべからず」といった言葉の裏をかくなど、数々の逸話が語り継がれています。人々は彼のユーモアと知恵に驚き、時に反省しました。",
    "attributes": ["知恵", "ユーモア", "禅"]
  },
  {
    "name": "猿地蔵",
    "story": "貧しい男が山中でお地蔵さまたちに供物を捧げた後、猿に地蔵のふりをして施しを受けます。しかし嘘がばれ、猿に襲われそうになります。その時、助けを求めた本物のお地蔵様が現れ、男を救います。信仰の尊さと嘘の報いを伝える話です。",
    "attributes": ["信仰", "報い", "危機回避"]
  },
  {
    "name": "花咲か爺さん",
    "story": "誠実なおじいさんは、亡くなった犬の導きで土の中から宝を掘り当てます。隣人はその話を聞いて真似しますが、欲に目がくらみ失敗します。その後、犬の骨を焼いた灰をまくと、桜が一斉に咲き誇り、人々を感動させました。一方、隣人は灰をまいて人々に迷惑をかけ、罰を受けます。",
    "attributes": ["誠実", "自然", "報い"]
  },
  {
    "name": "かさじぞう",
    "story": "貧しいおじいさんが、山で出会ったお地蔵様に傘をかけてあげます。お礼にお地蔵様は、金銀の宝物を持ってきてくれます。しかし、欲深い隣人が真似をして傘をかけると、逆に罰を受けてしまいます。善行の大切さと、欲望の恐ろしさを教える物語です。",
    "attributes": ["善行", "報い", "欲"]
  }
]
